---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelEndZProjection
source: html/1ec33aeb-9456-72cb-835d-de09da641078.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelEndZProjection Property

"End z Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelEndZProjection { get; }
```